Repository: Cameo007/ThisWeekInMyLife
Catalog: po/*.po
Languages: it_it, pt_br

source: Schedule
it_it: Agenda
pt_br: Agendar

source: Office;Calendar;Todo;
it_it: Ufficio;Calendario;Compiti
pt_br: Escritório;Calendário;Tarefas;

source: This is a kaban styled planner, where the user can insert cards with tasks.
it_it: Si tratta di un planner in stile kaban, in cui l'utente può inserire schede con attività.
pt_br: Este é um planejador de estilo Kanban, onde o usuário pode inserir cartões com tarefas.

source: This is a kaban styled planner that aims to help you organize your week, the user can insert cards with tasks. Drag and drop cards between different days.
pt_br: Este é um planejador de estilo Kanban que visa ajudá -lo a organizar sua semana, o usuário pode inserir cartões com tarefas. Arraste e solte cartões entre dias diferentes.

source: Improved Drag and Drop
it_it: Trascinamento e rilascio migliorati
pt_br: Arrasto e soltamento melhorado

source: Bug Fixes
it_it: Correzioni di bug
pt_br: Correções de bug

source: Remember Window Size
it_it: Ricorda le dimensioni della finestra
pt_br: Lembre -se do tamanho da janela

source: New Icon
it_it: Nuova icona
pt_br: Novo ícone

source: General bug fixes
it_it: Correzioni di bug generali
pt_br: Correções gerais de bug

source: Improved Performance
it_it: Prestazioni migliorate
pt_br: Desempenho aprimorado

source: Its now possible to add and remove columns. General bug fixes.
it_it: Ora è possibile aggiungere e rimuovere colonne. Correzioni di bug generali.
pt_br: Agora é possível adicionar e remover colunas. Correções gerais de bug.

source: First release of ThisWeekInMyLife
it_it: Primo rilascio di ThisWeekInMyLife
pt_br: Primeiro lançamento desta semana na minha vida

source: Font
pt_br: Fonte

source: A font to be used for the title of the cards.
it_it: Un font da utilizzare per il titolo delle carte
pt_br: Uma fonte a ser usada para o título dos cartões.

source: Toggle Edit Columns Mode
it_it: Attiva la modalità Modifica colonne
pt_br: Alternar o modo de edição de edição

source: Save
it_it: Salva
pt_br: Salvar

source: _New Column
it_it: _Nuova colonna
pt_br: Nova coluna

source: _Save
it_it: _Salva
pt_br: _Salvar

source: _Preferences
it_it: _Preferenze
pt_br: _Preferências

source: _About
it_it: _Informazioni
pt_br: _Sobre

source: Schedule is a kanban-styled planner that aims to help you organize your workflow and keep track of your activities efficiently. Easily create and manage your own activities and tasks, drag and drop cards anywhere, and implement your own ideas and system of task management with versatility.
it_it: Schedule è un pianificatore in stile kanban che mira ad aiutarti a organizzare il tuo flusso di lavoro e a tenere traccia delle tue attività in modo efficiente. Crea e gestisci facilmente le tue attività e i tuoi compiti, trascina e rilascia le schede ovunque e implementa le tue idee e il tuo sistema di gestione delle attività con versatilità.
